{
    "menu_items": [
      {
        "menu_id": 1,
        "menu_name": "Spaghetti Aglio e Olio",
        "price": 12000,
        "duration": 30,
        "calories": 200,
        "level": "Mudah",
        "description": "A classic Italian dish that brings the rustic flavors of Italy right to your kitchen.\n\nSpaghetti Aglio e Olio Meal Kit:\nIndulge in the simplicity and sophistication of Spaghetti Aglio e Olio, a timeless pasta dish celebrated for its harmonious blend of garlic, olive oil, and red pepper flakes. Our carefully curated meal kit provides you with the finest, restaurant-quality ingredients, allowing you to effortlessly recreate this Italian masterpiece at home.\n\nEasy-to-Follow Recipe Card:\nNo need to worry about complex cooking instructions. Our detailed recipe card guides you through each step, ensuring a hassle-free cooking experience. In no time, you'll have a plate of Spaghetti Aglio e Olio that rivals the best Italian restaurants.\n\nWhy Choose Our Spaghetti Aglio e Olio Meal Kit:\n1. Restaurant-Quality Ingredients: We source the finest ingredients to guarantee an authentic and delicious dining experience.\n2. Convenience: Skip the grocery store hassle and enjoy the convenience of having everything you need delivered to your doorstep.\n3. Chef-Approved Recipes: Our culinary experts have crafted the perfect recipe to make you feel like a gourmet chef in your own kitchen.\n4. Customizable Portions: Our meal kit allows you to tailor the portions to suit your preferences, ensuring minimal waste.\n\nSavor the flavors of Italy with our Spaghetti Aglio e Olio Meal Kit a delightful journey for your taste buds that's just a click away. Elevate your home cooking experience and bring the essence of Italian cuisine to your dining table.",
        "menu_url": "https://food.fnr.sndimg.com/content/dam/images/food/plus/fullset/FNP_conant-spaghetti-aglio-e-olio_s4x3.jpg.rend.hgtvcom.616.462.suffix/1568667396560.jpeg"
      },
      {
        "menu_id": 2,
        "menu_name": "Eat-The-Rainbow Salad",
        "price": 14000,
        "duration": 10,
        "calories": 100,
        "level": "Mudah",
        "description": "Explore the goodness of our Eat-The-Rainbow Salad, a delightful medley of fresh, crisp vegetables that not only tantalize your taste buds but also provide a spectrum of nutrients.\n\nEat-The-Rainbow Salad Meal Kit:\nDive into a world of health and flavor with our Eat-The-Rainbow Salad. This vibrant salad is a celebration of nature's bounty, featuring an array of colorful vegetables, leafy greens, and a zesty dressing that elevates freshness to a whole new level.\n\nEasy-to-Follow Recipe Card:\nExperience the joy of preparing a wholesome meal effortlessly. Our easy-to-follow recipe card guides you through each step, ensuring you create a visually stunning and delicious salad in no time.\n\nWhy Choose Our Eat-The-Rainbow Salad Meal Kit:\n1. Fresh and Colorful Ingredients: We source the freshest vegetables to ensure your salad is not only nutritious but also a feast for the eyes.\n2. Convenience: Skip the hassle of grocery shopping and enjoy the convenience of having a rainbow of ingredients delivered straight to your doorstep.\n3. Balanced and Nutritious: Our Eat-The-Rainbow Salad is carefully curated to provide a balanced mix of vitamins, minerals, and antioxidants.\n4. Customizable: Tailor the salad to your liking, add protein if desired, and make it your own culinary masterpiece.\n\nImmerse yourself in a symphony of colors and flavors with our Eat-The-Rainbow Salad Meal Kit. Elevate your wellness journey and treat yourself to a refreshing, wholesome salad experience.",
        "menu_url": "https://www.forksoverknives.com/uploads/Eat-the-Rainbow-Salad-wordpress.jpg?auto=webp&auto=webp&optimize=high&quality=70&width=1440"
      },
      {
        "menu_id": 3,
        "menu_name": "Italian Sub Salad",
        "price": 20000,
        "duration": 20,
        "calories": 150,
        "level": "Medium",
        "description": "Introducing our Italian Sub Salad a savory and satisfying twist on a classic favorite.\n\nItalian Sub Salad Meal Kit:\nIndulge in the robust and savory flavors reminiscent of an Italian sub with our Italian Sub Salad. This unique salad combines the best elements of the classic sub sandwich, featuring a medley of Italian cold cuts, crisp vegetables, and a tangy dressing that transports you straight to the streets of Italy.\n\nEasy-to-Follow Recipe Card:\nOur easy-to-follow recipe card ensures a seamless and enjoyable cooking experience. Recreate the magic of an Italian sub in salad form, right in the comfort of your own kitchen.\n\nWhy Choose Our Italian Sub Salad Meal Kit:\n1. Premium Italian Ingredients: We source the finest Italian cold cuts and authentic ingredients to capture the essence of a true Italian sub.\n2. Convenience: Skip the deli lines and enjoy the convenience of having all the elements of an Italian sub delivered to your doorstep.\n3. Satisfying and Flavorful: Experience the satisfaction of a hearty Italian sub in a lighter, salad format without compromising on taste.\n4. Customizable: Personalize your Italian Sub Salad with your favorite toppings and enjoy a customizable culinary experience.\n\nTreat your taste buds to a fusion of Italian flavors with our Italian Sub Salad Meal Kit. Elevate your salad game and savor the essence of an Italian sub in every bite.",
        "menu_url": "https://steffaniebusseyathome.com/home/wp-content/uploads/2021/02/Italian-Sub-Salad-001-1024x680.gif"
      },
      {
        "menu_id": 4,
        "menu_name": "Beetroot & Halloumi Salad",
        "price": 16000,
        "duration": 15,
        "calories": 120,
        "level": "Mudah",
        "description": "A vibrant and nutritious dish that combines the earthy sweetness of beets with the savory goodness of halloumi cheese.\n\nBeetroot & Halloumi Salad Meal Kit:\nEmbark on a flavor-filled journey with our Beetroot & Halloumi Salad. This unique salad celebrates the harmonious pairing of roasted beets and grilled halloumi, creating a symphony of textures and tastes that's both satisfying and nutritious.\n\nEasy-to-Follow Recipe Card:\nOur easy-to-follow recipe card guides you through the steps of creating a Beetroot & Halloumi Salad that is not only visually stunning but also bursting with delicious flavors. Discover the joy of preparing a gourmet salad in the comfort of your own kitchen.\n\nWhy Choose Our Beetroot & Halloumi Salad Meal Kit:\n1. Premium Ingredients: We source high-quality beets and halloumi to ensure a premium and delicious salad experience.\n2. Nutrient-Rich: Packed with vitamins, minerals, and antioxidants, our Beetroot & Halloumi Salad is a wholesome addition to your culinary repertoire.\n3. Convenience: Skip the hassle of searching for specialty ingredients we deliver everything you need right to your doorstep.\n4. Satisfying and Wholesome: Enjoy a salad that is both hearty and wholesome, combining the richness of halloumi with the earthy sweetness of beets.\n\nElevate your salad game with our Beetroot & Halloumi Salad Meal Kit. Experience the joy of creating a nutritious and delicious dish that's as pleasing to the eyes as it is to the palate.",
        "menu_url": "https://i2.supercook.com/5/6/c/8/56c849973d80aae40406da48b39c8852-t.jpg"
      }
    ]
  }
  